<!DOCTYPE html>
<html lang="ru">

<head>
   <meta charset="UTF-8">
   <meta name="viewport" content="width=device-width, initial-scale=1.0">
   <meta name="description" content="Редактирование карт разработка содержания и рациональных методов создания карты.">
   <link rel="stylesheet" href="/css/style.css">
   <link rel="stylesheet" href="/css/media.css">
   <link rel="icon" href="/img/general/logo_geograce.svg">
   <link href="https://fonts.googleapis.com/css?family=Ubuntu:300,700&display=swap" rel="stylesheet">
   <link href="https://fonts.googleapis.com/css?family=IBM+Plex+Sans:300,400,700&display=swap" rel="stylesheet">
   <title>Редактирование карт</title>
</head>

<body>
   <?php
      require "../../module_php/menu_general.php";
   ?>

   <div class="description_general">
      <h1 class="h1_description_general">Редактирование карт</h1>
      <p class="txt_description_general"><strong>Редактирование карт</strong> &ndash; разработка содержания и
         рациональных методов создания карты. Редактирование карт включает: изучение картографируемой территории в
         географическом отношении и выявление ее типичных особенностей, подлежащих отображению на карте; сбор
         картографических материалов, их изучение и составление рекомендаций по использованию; разработка
         математической основы карты (масштаба, проекции, координатных сеток, компоновки), ее содержания (элементов
         содержания, их классификации и генерализации) и оформления (проектирование картографических знаков,
         шрифтового и красочного оформления); определение технологии создания карты, методов составления и подготовки
         к изданию оригиналов карты. При создании топографических карт большая часть этих вопросов излагается в
         руководствах, наставлениях, таблицах условных знаков и других общих редакционных документах, а на конкретные
         районы составления (съемки) создаются лишь редакционные указания, освещающие с необходимой полнотой
         особенности выполняемой работы. Создание оригинальных мелкомасштабных карт сложного содержания обычно
         требует разработки специальных программ с подробным освещением всех перечисленных выше вопросов.</p>
   </div>

   <?php
      require "../../module_php/footer_general.php";
   ?>

   <script src="/js/mobile_menu_general.js"></script>
</body>

</html>