<!DOCTYPE html>
<html lang="ru">

<head>
   <meta charset="UTF-8">
   <meta name="viewport" content="width=device-width, initial-scale=1.0">
   <meta name="description"
      content="Фотокарты топографические создаются в дополнение к картам топографическим, обычно одновременно с ними. Представляют собой размноженные полиграфическими методами фотопланы, содержащие установленную картографическую нагрузку.">
   <link rel="stylesheet" href="/css/style.css">
   <link rel="stylesheet" href="/css/media.css">
   <link rel="icon" href="/img/general/logo_geograce.svg">
   <link href="https://fonts.googleapis.com/css?family=Ubuntu:300,700&display=swap" rel="stylesheet">
   <link href="https://fonts.googleapis.com/css?family=IBM+Plex+Sans:300,400,700&display=swap" rel="stylesheet">
   <title>Фотокарты топографические</title>
</head>

<body>
   <?php
      require "../../module_php/menu_general.php";
   ?>

   <div class="description_general">
      <h1 class="h1_description_general">Фотокарты топографические</h1>
      <p class="txt_description_general"><strong>Фотокарты топографические</strong> &ndash; создаются в дополнение к
         картам топографическим, обычно одновременно с ними. Представляют собой размноженные полиграфическими
         методами фотопланы, содержащие установленную картографическую нагрузку. Благодаря объективности
         фотоизображения местности фотокарты топографические служат наилучшей основой для ориентирования
         непосредственно в натуре и используются для выполнения на их основе отраслевых съемок и
         проектно&ndash;изыскательских работ.</p>
      <br>
      <p class="txt_description_general">Фотокарты топографические создаются в той же проекции и разграфке, на той же
         планово&ndash;высотной основе, что и соответствующие топографические карты, и обычно имеют ту же точность.
         Различают универсальные и специализированные фотокарты топографические Первые содержат отдешифрированное
         изображение геодезических пунктов, объектов гидрографии, отдельных строений и дорог, а также изображение
         горизонталей, подписи названий населенных пунктов и других географических объектов, высотные отметки,
         административно&ndash;политические границы. Издаются они в четыре краски: серой &ndash; полутоновое
         фотоизображение, синей &ndash; гидрография,коричневой &ndash; рельеф, черной &ndash;
         все остальное. Содержание и красочность специализированных фотокарт (геологических, градостроительных и
         др.), создаваемых по дополнительным требованиям ведомств, могут отличаться от указанных.</p>
   </div>

   <?php
      require "../../module_php/footer_general.php";
   ?>

   <script src="/js/mobile_menu_general.js"></script>
</body>

</html>