<!DOCTYPE html>
<html lang="ru">

<head>
   <meta charset="UTF-8">
   <meta name="viewport" content="width=device-width, initial-scale=1.0">
   <meta name="description"
      content="Аэрофототопографическая съемка вид топографической съемки, основанной на использовании аэрофотоснимков">
   <link rel="stylesheet" href="/css/style.css">
   <link rel="stylesheet" href="/css/media.css">
   <link rel="icon" href="/img/general/logo_geograce.svg">
   <link href="https://fonts.googleapis.com/css?family=Ubuntu:300,700&display=swap" rel="stylesheet">
   <link href="https://fonts.googleapis.com/css?family=IBM+Plex+Sans:300,400,700&display=swap" rel="stylesheet">
   <title>Аэрофототопографическая съемка</title>
</head>

<body>
   <?php
      require "../../module_php/menu_general.php";
   ?>

   <div class="description_general">
      <h1 class="h1_description_general">Аэрофототопографическая съемка</h1>
      <p class="txt_description_general"><strong>Аэрофототопографическая съемка</strong> &ndash; вид топографической
         съемки, основанной на использовании аэрофотоснимков. Аэрофототопографическая съемка vожет производиться двумя
         методами: комбинированным и стереотопографическим.</p>
      <br>
      <p class="list_description_general"><strong>Комбинированный метод</strong> представляет собой сочетание
         фотограмметрической обработки аэрофотоснимков с мензульной съемкой. По аэрофотоснимкам составляют фотоплан,
         а затем на репродукции с него снимают в поле рельеф приемами мензульной съемки. Комбинированный метод обычно
         применяется для съемки равнинных районов со слабовыраженным рельефом.</p>
      <p class="list_description_general"><strong>Стереотопографический метод</strong> основан на использовании
         стереоскопического свойства двух снимков одной и той же местности, полученных с разных точек
         фотографирования. По стереопарам в камеральных условиях получают контуры и рельеф местности. В зависимости
         от приборов, применяемых при обработке аэрофотоснимков, cтереотопографический метод подразделяется на два
         способа: универсальный и дифференцированный. При универсальном способе используются приборы такого типа,
         которые позволяют выполнять на одном приборе все процессы преобразования аэрофотоснимков в план, в том числе
         съемку контуров и рельефа. Такие приборы называются универсальным и (см. <a class="link_description_general"
            href="#">Фотограмметрические приборы</a>). При дифференцированном способе используется несколько
         приборов, каждый из которых предназначен для выполнения только одного какого&ndash;либо процесса: например, для
         сгущения сети опорных точек &ndash; стереокомпаратор, для рисовки рельефа &ndash; стереометр, для переноса на
         планшет контуров и рельефа &ndash; проектор или трансформатор.</p>
   </div>

   <?php
      require "../../module_php/footer_general.php";
   ?>

   <script src="/js/mobile_menu_general.js"></script>
</body>

</html>