<!DOCTYPE html>
<html lang="ru">

<head>
   <meta charset="UTF-8">
   <meta name="viewport" content="width=device-width, initial-scale=1.0">
   <meta name="description"
      content="Аэрофотоаппарат оптико-механический аппарат, предназначенный для фотографирования местности с самолета или какого-либо другого летательного аппарата. ">
   <link rel="stylesheet" href="/css/style.css">
   <link rel="stylesheet" href="/css/media.css">
   <link rel="icon" href="/img/general/logo_geograce.svg">
   <link href="https://fonts.googleapis.com/css?family=Ubuntu:300,700&display=swap" rel="stylesheet">
   <link href="https://fonts.googleapis.com/css?family=IBM+Plex+Sans:300,400,700&display=swap" rel="stylesheet">
   <title>Аэрофотоаппарат</title>
</head>

<body>
   <?php
      require "../../module_php/menu_general.php";
   ?>

   <div class="description_general">
      <h1 class="h1_description_general">Аэрофотоаппарат</h1>
      <p class="txt_description_general"><strong>Аэрофотоаппарат (АФА)</strong> &ndash; оптико&ndash;механический
         аппарат, предназначенный для фотографирования местности с самолета или какого&ndash;либо другого летательного
         аппарата. АФА характеризуется в основном размерами получаемого аэрофотоснимка и величиной фокусного расстояния
         объектива. В СССР в современных АФА приняты следующие размеры аэрофотоснимков: 18x18 и 30x30 см. По величине
         фокусного расстояния аэрофотоаппарат подразделяется на короткофокусные (f до 150 мм), среднефокусные (f от 150
         до 300 мм) и длиннофокусные (f свыше 300 мм).</p>
      <br>
      <p class="txt_description_general">Основные части АФА:</p>
      <p class="list_description_general"><strong>1. аэрофотокамера</strong> &ndash; цельнометаллический корпус,
         соединяющий в одно целое конус (с объективом и затвором) и кассету; некоторые АФА имеют два&ndash;три сменных
         конуса с объективами различных фокусных расстояний;</p>
      <p class="list_description_general"><strong>2. кассета</strong> вмещает 60 м аэропленки шириной 19 или 30 см, что
         позволяет получить 300 аэрофотоснимков размером 18x18 см или 190 размером 30x30 см; имеются кассеты на 120 м
         аэропленки шириной 19 см;</p>
      <p class="list_description_general"><strong>3. аэрофотоустановка</strong> (с амортизационным устройством) служит
         для укрепления АФА на самолете и поглощения вибрации АФА при работе винтомоторной группы самолета; в настоящее
         время применяются гиростабилизирующие аэрофотоустановки, основанные на применении трехстепенного гироскопа,
         существенно уменьшающие угол отклонения оптической оси АФА от отвесного положения (см. <a
            class="link_description_general" href="#">Аэрофотосъемка плановая</a>);</p>
      <p class="list_description_general"><strong>4. командный прибор</strong> &ndash; прибор, автоматически управляющий
         работой механизмов аэрофотокамеры (интервалы между моментами съемки, перемотка пленки и пр.); в нем же
         сосредоточен и контроль за работой этих механизмов.</p>
      <p class="list_description_general">На рисунке 1 изображен аэрофотоаппарат А&ndash;39А.</p>
      <figure class="figure_img_description_general" style="max-width: 450px;">
         <img class="img_description_general" style="max-width: 400px;"
            src="/img/dictionary/a/aehrofotoapparat-a-39a.webp" alt="Схема панорамной съемки">
         <figcaption class="figcaption_general">Рис. 1 Аэрофотоаппарат А&ndash;39А.</figcaption>
      </figure>

      <p class="txt_description_general">По своему назначению аэрофотоаппарат подразделяется на топографические и
         разведывательные (рекогносцировочные).</p>
      <br>
      <p class="txt_description_general"><strong>АФА топографические</strong> предназначены для производства
         аэрофотосъемки в целях создания топографических карт. Отличаются высокой точностью построения изображения;
         размер аэрофотоснимков &ndash; 18x18 см; наиболее часто применяемые фокусные расстояния &ndash; 70, 100, 140 и
         200 мм; фотопленка выравнивается прижимом на стекло, невыравнивание не превышает 20 мкм, стекло входит в расчет
         объектива; минимальная экспозиция 1 : 1000 с. АФА т. имеют устройства для регистрации информации, необходимой
         при фотограмметрической обработке аэрофотоснимков (см. <a class="link_description_general"
            href="#">Аэрофотоснимок</a>)).</p>
      <br>
      <p class="txt_description_general"><strong>АФА разведывательные,</strong> к ним относятся:</p>
      <p class="list_description_general"><strong>1. АФА щелевой.</strong> Фотографирование АФА щ. производится не
         отдельными кадрами, как топографическим АФА, а непрерывно на фотопленку, движущуюся позади неподвижной узкой
         щели со скоростью, равной скорости движения изображения местности, и в каждый момент фотографируется только
         узкая полоса местности поперек линии полета. Регулирование экспозиции осуществляется изменением ширины щели.
         При аэрофотосъемке АФА щ. пленка на продольное перекрытие не расходуется. Следовательно, одним фильмом можно
         заснять маршрут длиной, равной длине пленки, помноженной на знаменатель масштаба съемки. Поэтому аэрофотосъемка
         аэрофотоаппаратом щелевым с успехом может применяться при изысканиях, связанных со строительством железных и
         шоссейных дорог, трубопроводов, линий электропередач и во многих других видах народнохозяйственного
         строительства.</p>
      <p class="list_description_general"><strong>2. АФА панорамный.</strong> В этом АФА фотопленка размещается по
         цилиндрической поверхности; экспонирование, как и в щелевом АФА, производится через узкую щель. Пленка в АФА п.
         во время сканирования находится в неподвижном положении, а перед ее поверхностью движется щель АВ (рис. 2) и
         одновременно, как одно целое с ней, вращается объектив так, что его оптическая ось все время перпендикулярна к
         плоскости щели. Существуют также АФА п., в которых объектив неподвижен, а сканирование осуществляется с помощью
         вращающихся призм или зеркал. Достоинством аэрофотоаппарата панорамного является большой угол поля зрения
         &beta;, что позволяет сфотографировать широкую полосу местности, от горизонта до горизонта в стороны от линии
         полета. АФА п. применяется в изыскательских и разведывательных целях</p>
      <figure class="figure_img_description_general" style="max-width: 450px;">
         <img class="img_description_general" style="max-width: 300px;"
            src="/img/dictionary/a/skhema-panoramnoy-syemki.svg" alt="Схема панорамной съемки">
         <figcaption class="figcaption_general">Рис. 2 Схема панорамной съемки</figcaption>
      </figure>
      <p class="list_description_general"><strong>3. АФА многообъективные</strong> &ndash; АФА с числом объективов от
         двух и более в одном корпусе. АФА с числом объективов более двух сконструирован обычно так, что оптическая ось
         центрального объектива занимает при аэрофотосъемке отвесное положение, оптические оси других объективов
         аэрофотоаппарата отклонены от отвесной линии на некоторый постоянный угол. Центральный аэрофотоснимок
         получается плановый, а боковые - перспективные.</p>
      <p class="list_description_general"><strong>4. АФА на качающейся установке.</strong> Специальная качающаяся
         установка, на которой установлен АФА, придает оптической оси его объектива в момент фотографирования
         попеременно отвесное и отклоненное на определенный угол от отвесной линии положения. Аэрофотоаппарат качается в
         плоскости, перпендикулярной к линии полета. В результате аэрофотоснимки в маршруте чередуются в
         последовательности: плановый, перспективный вправо, плановый, перспективный влево, снова плановый и т. д. в том
         же порядке. При аэрофотосъемке с качающейся установкой фотографируется широкая полоса местности, поэтому она с
         успехом применяется в разведывательных целях</p>
   </div>

   <?php
      require "../../module_php/footer_general.php";
   ?>

   <script src="/js/mobile_menu_general.js"></script>
</body>

</html>