<!DOCTYPE html>
<html lang="ru">

<head>
   <meta charset="UTF-8">
   <meta name="viewport" content="width=device-width, initial-scale=1.0">
   <meta name="description"
      content="Аэрофотоснимок получение изображения местности с самолета или другого летательного аппарата. Аэрофотоснимки бывают различных типов, например: цветной, аэрофотоснимок панорамный и др.">
   <link rel="stylesheet" href="/css/style.css">
   <link rel="stylesheet" href="/css/media.css">
   <link rel="icon" href="/img/general/favicon.png">
   <link href="https://fonts.googleapis.com/css?family=Ubuntu:300,700&display=swap" rel="stylesheet">
   <link href="https://fonts.googleapis.com/css?family=IBM+Plex+Sans:300,400,700&display=swap" rel="stylesheet">
   <script id="MathJax-script" async src="https://cdn.jsdelivr.net/npm/mathjax@3.0.1/es5/tex-mml-chtml.js"></script>
   <title>Аэрофотоснимок - это... Что такое аэрофотоснимок?</title>
</head>

<body>
   <!-- Yandex.Metrika counter -->
   <script type="text/javascript">
      (function (m, e, t, r, i, k, a) {
         m[i] = m[i] || function () { (m[i].a = m[i].a || []).push(arguments) };
         m[i].l = 1 * new Date(); k = e.createElement(t), a = e.getElementsByTagName(t)[0], k.async = 1, k.src = r, a.parentNode.insertBefore(k, a)
      })
         (window, document, "script", "https://mc.yandex.ru/metrika/tag.js", "ym");

      ym(64847890, "init", {
         clickmap: true,
         trackLinks: true,
         accurateTrackBounce: true,
         webvisor: true
      });
   </script>
   <noscript>
      <div><img src="https://mc.yandex.ru/watch/64847890" style="position:absolute; left:-9999px;" alt="" /></div>
   </noscript>
   <!-- /Yandex.Metrika counter -->

   <?php
      require "../../module_php/menu_general.php";
   ?>

   <div class="description_general">
      <h1 class="h1_description_general">Аэрофотоснимок</h1>
      <p class="txt_description_general"><strong>АЭРОФОТОСНИМОК</strong> &ndash; фотографическое изображение местности,
         которое было получено с самолета или другого летательного аппарата. В геометрическом отношении аэрофотоснимок
         представляет собой центральную (или иную) проекцию, центром проектирования которой служит задняя узловая точка
         объектива аэрофотоаппарата. В зависимости от вида аэрофотосъемки, типа аэрофотоаппарата, которым производилась
         аэрофотосъемка, и последующей обработки рассматриваются аэрофотоснимки следующих наименований.</p>
      <!--Слайдер==========================-->
      <div class="slider">
         <div class="slider_item">
            <img src="/img/dictionary/a/aehrofotosnimok-1.webp" alt="Аэрофотоснимок">
         </div>
         <div class="slider_item">
            <img src="/img/dictionary/a/aehrofotosnimok-2.webp" alt="Аэрофотоснимок черно-белый">
         </div>
         <div class="slider_item">
            <img src="/img/dictionary/a/aehrofotosnimok-3.webp" alt="Аэрофотоснимок">
         </div>
      </div>
      <br>
      <p class="list_description_general"><strong>1. аэрофотоснимок горизонтальный</strong> &ndash; снимок, полученный
         при строго отвесном положении оптической оси аэрофотоаппарата. В случае плоской и без наклона местности масштаб
         горизонтального аэрофотоснимка по всей его площади постоянный и определяется отношением:</p>
      <p class="formula_description">$${1 \over m}={f \over H}$$</p>
      <p class="list_description_general">Привести аэрофотоаппарат в полете в такое положение, чтобы его оптическая ось
         была строго отвесна, практически невозможно, поэтому горизонтальный аэрофотоснимок &ndash; явление случайное и
         служит лишь некоторым эталоном для сравнения с ним реальных аэрофотоснимков в теоретических расчетах.</p>
      <p class="list_description_general"><strong>2. аэрофотоснимок плановый</strong> &ndash; снимок, полученный при
         производстве плановой аэрофотосъемки. Отклонение оптической оси аэрофотоаппарата от отвесного положения при
         этом обычно не превосходит 3 градусов, поэтому масштаб планового аэрофотоснимка при измерениях, не требующих
         высокой точности, определяется по той же формуле, что и горизонтального аэрофотоснимка. В районах где местность
         более ровная, плановым снимком, если известен его масштаб, можно пользоваться в измерительных целях так же, как
         и топографической картой, а ошибка в линейных измерениях составит не более 1&ndash;2 мм по сравнению с тем, как
         если бы снимок был горизонтальным. Если при использовании планового аэрофотоснимка требуется найти расстояние
         на местности так, чтобы ошибка не превышала заданной величины, то аэрофотоснимком можно пользоваться лишь в
         пределах окружности, описанной из координатной точки аэрофотоснимка радиусом r, величину которого можно
         вычислить по формуле:</p>
      <p class="formula_description">$$r=\sqrt{\Delta f60\over m \alpha}$$</p>
      <p class="txt_description_general">Где:</p>
      <p class="txt_description_general" style="margin-bottom: 0;">&Delta; &ndash; допустимая ошибка, которая выражена в
         тех же мерах, что и f;</p>
      <p class="txt_description_general" style="margin-bottom: 0;">f &ndash; фокусное расстояние камеры
         аэрофотоаппарата;</p>
      <p class="txt_description_general" style="margin-bottom: 0;">m &ndash; знаменатель масштаба аэрофотоснимка;</p>
      <p class="txt_description_general">&alpha; &ndash; угол наклона аэрофотоснимка, выраженный в градусах;</p>
      <p class="txt_description_general"><em>Например:</em></p>
      <p class="txt_description_general">Есть плановые аэрофотоснимки масштаба 1:20000, сфотографированные камерой с
         фокусным расстоянием f = 140 мм. Нужно определить по аэрофотоснимкам расстояния с ошибкой не более 10 метров на
         местности, т. е. &Delta; = 10000 мм, если &alpha; = 2 градусам. В данном случае аэрофотоснимком можно
         пользоваться в пределах окружности радиуса.</p>
      <p class="formula_description">$$r=\sqrt{10000*100*60\over 20000*2}=46 мм$$</p>
      <p class="txt_description_general">Если аэрофотосъемка производилась с гиростабилизирующей установкой, то угол
         &alpha; не превосходит 0.5 градусов. В этом случае при вышеприведенных исходных данных плановый аэрофотоснимок
         может быть использован в радиусе 90 мм, т. е. в пределах всей площади аэрофотоснимка размера 18x18 см. Если
         требуется определить расстояние между точками в холмистой местности, то следует вводить поправки за рельеф, при
         этом снимки в холмистой местности в измерительных целях могут использоваться лишь с использованием специальных
         фотограмметрических инструментов.</p>
      <p class="list_description_general"><strong>3. аэрофотоснимок перспективный</strong> &ndash; это снимок, который
         был получен при проведении перспективной аэрофотосъемки. Местность на перспективном аэрофотоснимке отображается
         без сохранения подобия фигур, а масштаб аэрофотоснимка в разных его частях различен. Например, при угле наклона
         &alpha; = 40&deg;, высоте съемки H = 4000 м и фокусном расстоянии f = 200 мм масштаб по горизонтали переднего
         плана будет около 1:20000, а по горизонтали заднего плана &ndash; около 1:40000. Отсюда следует, что
         пользоваться перспективным аэрофотоснимком в измерительных целях без использования фотограмметрических
         инструментов нельзя. Перспективные аэрофотоснимки обширно применяются при аэрофоторазведке, так как на них
         фотографируется большая площадь, чем на плановых, а в некоторых случаях облегчается и дешифрирование.</p>
      <p class="list_description_general"><strong>4. аэрофотоснимок цветной</strong> &ndash; это снимок, на котором
         местность изображается в цветах, близких к натуральным. Если данные снимки сравнивать с черно&ndash;белыми
         снимками, то на цветных появляется дополнительный дешифровочный признак &ndash; цвет. На цветном аэрофотоснимке
         легче, полнее и достовернее дешифрируется растительный покров, населенные пункты, реки, болота и другие объекты
         местности. Для получения цветного аэрофотоснимка применяют специальные трехслойные фотографические материалы.
      </p>
      <p class="list_description_general"><strong>5. аэрофотоснимок спектрозональный</strong> &ndash; это цветной
         аэрофотоснимок, на котором объекты местности изображаются не в натуральных, присущих им цветах, а в условных,
         резко отличных один от другого, например, в пурпурном и голубом, красном и зеленом. В таких снимках различные
         объекты имеют четкое различие между собой по своей окраске, что позволяет легче обнаруживать замаскированные
         объекты, породы леса, типы почв и т.д. Чтобы получить спектрозональный аэрофотоснимок применяют специальные
         фотографические материалы, чаще всего двухслойные, позволяющие фотографировать местность в таких спектральных
         зонах, в которых контраст объектов наибольший.</p>
      <p class="list_description_general"><strong>6. аэрофотоснимок топографический</strong> &ndash; это снимок, который
         был получен топографическим аэрофотоаппаратом и имеет большую разрешающеюся способность и высокую четкость
         построения изображения. На снимке фиксируются координатные метки и координатная точка, величина фокусного
         расстояния аэрофотоаппарата, дата фотографирования, перекрестия контрольной сетки или метки, позволяющие учесть
         деформацию снимка, номер снимка, уровень, а также другую информацию, которая имеет значение при
         фотограмметрической обработке аэрофотоснимков.</p>
      <p class="list_description_general"><strong>7. аэрофотоснимок панорамный</strong> &ndash; это снимок, который был
         получен панорамным аэрофотоаппаратом. По геометрическим характеристикам является перспективным снимком, масштаб
         в центральной его части близок к плановому и становится тем мельче, чем ближе изображение к горизонту. Размер
         сторон, параллельных линии полета, равен ширине фотопленки; поперек линии полета размер панорамного
         аэрофотоснимка зависит от величины угла сканирования и фокусного расстояния аэрофотоаппарата. Для
         картографирования аэрофотоснимок панорамный не используется.</p>
      <p class="list_description_general"><strong>8. аэрофотоснимок щелевой</strong> &ndash; это снимок, который был
         получен щелевым аэрофотоаппаратом и представляет из себя сплошной фильм, в котором отсутствует разделение на
         отдельные кадры. Длина такого снимка зависит от установленной в аэрофотоаппарат кассеты и может достигать 60
         или 120 м. По геометрическим характеристикам щелевой аэрофотоснимок близок к плановым снимкам.</p>
      <p class="list_description_general"><strong>9. аэрофотоснимок ортогональный</strong> &ndash; это фотографическое
         изображение местности в ортогональной проекции. Данный снимок получают методом дифференциального
         трансформирования плановых аэрофотоснимков на щелевом фототрансформаторе, ортофотопроекторе или на других
         фотограмметрических приборах, которые снабжены устройством для проектирования через щель.</p>
      <p class="list_description_general"><strong>10. аэрофотоснимок трансформированный</strong> &ndash; это плановый
         или перспективный аэрофтоснимок, приведенный к горизонтальному посредством трансформирования.</p>
   </div>

   <?php
      require "../../module_php/footer_general.php";
   ?>

   <script src="/js/mobile_menu_general.js"></script>
   <script type="text/javascript" src="https://cdn.jsdelivr.net/npm/jquery@3.5.1/dist/jquery.min.js"></script>
   <script type="text/javascript" src="//cdn.jsdelivr.net/npm/slick-carousel@1.8.1/slick/slick.min.js"></script>
   <script type="text/javascript" src="/js/slajder.js"></script>
</body>

</html>