<!DOCTYPE html>
<html lang="ru">

<head>
   <meta charset="UTF-8">
   <meta name="viewport" content="width=device-width, initial-scale=1.0">
   <meta name="description"
      content="Аэрофотоаппарат оптико-механический прибор, предназначенный для аэрофотосъемки местности с самолета или какого-либо другого летательного аппарата. Аэрофотоаппараты бывают нескольких видов.">
   <link rel="stylesheet" href="/css/style.css">
   <link rel="stylesheet" href="/css/media.css">
   <link rel="icon" href="/img/general/favicon.png">
   <link href="https://fonts.googleapis.com/css?family=Ubuntu:300,700&display=swap" rel="stylesheet">
   <link href="https://fonts.googleapis.com/css?family=IBM+Plex+Sans:300,400,700&display=swap" rel="stylesheet">
   <title>Аэрофотоаппарат - это... Что такое аэрофотоаппарат и его назначение.</title>
</head>

<body>
   <!-- Yandex.Metrika counter -->
   <script type="text/javascript">
      (function (m, e, t, r, i, k, a) {
         m[i] = m[i] || function () { (m[i].a = m[i].a || []).push(arguments) };
         m[i].l = 1 * new Date(); k = e.createElement(t), a = e.getElementsByTagName(t)[0], k.async = 1, k.src = r, a.parentNode.insertBefore(k, a)
      })
         (window, document, "script", "https://mc.yandex.ru/metrika/tag.js", "ym");

      ym(64847890, "init", {
         clickmap: true,
         trackLinks: true,
         accurateTrackBounce: true,
         webvisor: true
      });
   </script>
   <noscript>
      <div><img src="https://mc.yandex.ru/watch/64847890" style="position:absolute; left:-9999px;" alt="" /></div>
   </noscript>
   <!-- /Yandex.Metrika counter -->

   <?php
      require "../../module_php/menu_general.php";
   ?>

   <div class="description_general">
      <h1 class="h1_description_general">Аэрофотоаппарат</h1>
      <p class="txt_description_general"><strong>АЭРОФОТОАППАРАТ</strong> &ndash; оптико&ndash;механическое устройство,
         которое предназначено для фотографирования местности с самолета или какого&ndash;либо другого летательного
         аппарата. Аэрофотоаппарат характеризуется в основном размерами получаемого аэрофотоснимка и размерами фокусного
         расстояния объектива. В СССР у современных аэрофотоаппаратах использовались следующие параметры
         аэрофотоснимков: 18x18 и 30x30 см. По величине фокусного расстояния аэрофотоаппарат подразделяется на
         короткофокусные (f до 150 мм), среднефокусные (f от 150 &ndash; 300 мм) и длиннофокусные (f более 300 мм).</p>
      <p class="txt_description_general">Основные составляющие аэрофотоаппарата:</p>
      <p class="list_description_general" style="padding-bottom: 0;"><strong>1. аэрофотокамера</strong> &ndash;
         цельнометаллический корпус, который соединяет в единое целое конус и кассету, также некоторые аэрофотоаппараты
         могут иметь два&ndash;три сменных конуса с объективами различных фокусных расстояний;</p>
      <p class="list_description_general" style="padding-bottom: 0;"><strong>2. кассета</strong> в которую помещается 60
         метров аэропленки шириной 19 или 30 см, что позволяет получить 300 аэрофотоснимков размером 18x18 см или 190
         размером 30x30 см, также есть кассеты на 120 метров аэропленки шириной 19 см.</p>
      <p class="list_description_general" style="padding-bottom: 0;"><strong>3. аэрофотоустановка</strong> 3.
         аэрофотоустановка (с амортизационным приспособлением) служит для укрепления аэрофотоаппарата на летательном
         аппарате и поглощения вибрации, которая происходит при работе винтомоторной группы самолета, также применяются
         гиростабилизирующие аэрофотоустановки, в основу которых лежит трехстепенной гироскоп, что позволяет значительно
         уменьшить угол отклонения оптической оси аэрофотоаппарата от отвесного положения;</p>
      <p class="list_description_general"><strong>4. командный прибор</strong> &ndash; автоматическое устройство,
         которое управляет работой механизмов аэрофотокамеры, например: интервалы между съемками, перемотка пленки и
         т.д. Также в командном приборе установлен блок который следит за контролем работой механизмов.</p>
      <p class="list_description_general">На рисунке 1 изображен аэрофотоаппарат А&ndash;39А.</p>
      <figure class="figure_img_description_general" style="max-width: 450px;">
         <img class="img_description_general" style="max-width: 400px;"
            src="/img/dictionary/a/aehrofotoapparat-a-39a.webp" alt="Схема панорамной съемки">
         <figcaption class="figcaption_general">Рис. 1 Аэрофотоаппарат А&ndash;39А.</figcaption>
      </figure>
      <p class="txt_description_general">По назначению аэрофотоаппарат подразделяется на топографические и
         разведывательные.</p>
      <p class="txt_description_general"><strong>Аэрофотоаппарат топографический</strong> рассчитан на производство
         аэрофотосъемки с целью создания топографических карт. Отличаются высокой точностью построения изображения,
         размер аэрофотоснимков у таких аппаратах &ndash; 18x18 см, а наиболее часто используемые фокусные расстояния
         &ndash; 70, 100, 140 и 200 мм. У топографических аэрофотоаппаратов выравнивание пленки происходит прижимом на
         стекло, а не выравнивание составляет не более 20 мкм, стекло входит в расчет объектива, а минимальная
         экспозиция составляет 1:1000 с., также данные аппараты имеют устройства для регистрации информации, необходимой
         при проведении фотограмметрической обработке аэрофотоснимков.</p>
      <p class="txt_description_general">К аэрофотоаппаратам разведывательным относятся:</p>
      <p class="list_description_general"><strong>1. Аэрофотоаппарат щелевой</strong> у которого фотографирование
         происходит не отдельными кадрами, как на топографическом, а непрерывно на пленку, которая движется позади
         неподвижной узкой щели со скоростью, равной скорости движения объекта на местности, и в каждый момент
         фотографируется только узкая полоса местности поперек линии полета. Регулировка экспозиции выполняется
         изменением ширины щели. При производстве аэрофотосъемки щелевым аппаратом пленка на продольное перекрытие не
         расходуется и получается, что одним фильмом можно отснять маршрут длиной, который равен длине пленки,
         помноженный на знаменатель масштаба съемки. Аэрофотосъемку щелевым аэрофотоаппаратом целесообразно проводить
         при изыскании линейных объектов, таких как: линии электропередач, железные и шоссейные дороги, трубопроводы и
         др.</p>
      <p class="list_description_general"><strong>2. Панорамный аэрофотоаппарат.</strong> В данном приборе фотопленка
         размещается по цилиндрической поверхности, а экспонирование, как и в щелевом, производится через узкую щель.
         Пленка в панорамном аэрофотоаппарате во время сканирования находится в неподвижном состоянии, а перед ее
         поверхностью движется щель АВ (рис. 2) и одновременно, как одно целое с ней, вращается объектив так, что его
         оптическая ось все время перпендикулярна к плоскости щели. Существуют также панорамный аэрофотоаппарат, в
         которых объектив неподвижен, а сканирование осуществляется при помощи вращающихся призм или зеркал.
         Преимущество данного аппарата является большой угол поля зрения это позволяет ему фотографировать широкие
         полосы местности, от горизонта до горизонта в стороны от линии пролет. Используются такие аппараты для
         изыскательских и разведывательных целей.</p>
      <figure class="figure_img_description_general" style="max-width: 450px;">
         <img class="img_description_general" style="max-width: 300px;"
            src="/img/dictionary/a/skhema-panoramnoy-syemki.svg" alt="Схема панорамной съемки">
         <figcaption class="figcaption_general">Рис. 2 Схема панорамной съемки</figcaption>
      </figure>
      <p class="list_description_general"><strong>3. Многообъективный аэрофотоаппарат</strong> &ndash; имеет число
         объективов от двух и более которые расположены в одном корпусе. Аппарат с количеством объективов больше двух
         устроен как правило так, что оптическая ось центрального объектива занимает при аэрофотосъемке отвесное
         положение, оптические оси других объективов аэрофотоаппарата отклонены от отвесной линии на некоторый
         постоянный угол. Центральный аэрофотоснимок получается плановый, при этом боковые снимки выходят перспективные.
      </p>
      <p class="list_description_general"><strong>4. Аэрофотоаппарат на качающейся установке</strong>, которая придает
         оптической оси его объектива в момент фотографирования попеременно отвесное и отклоненное на определенный угол
         от отвесной линии положения и качается только в плоскости, перпендикулярной к линии полета. Из-за этого
         аэрофотоснимки в маршруте чередуются в следующей последовательности: плановый, перспективный вправо, плановый,
         перспективный влево, снова плановый и так по кругу в том же порядке. При производстве аэрофотосъемки с
         качающейся установкой фотографируется широкая полоса местности, поэтому данный аппарат целесообразно применять
         в разведывательных целях.</p>
   </div>

   <?php
      require "../../module_php/footer_general.php";
   ?>

   <script src="/js/mobile_menu_general.js"></script>
</body>

</html>