<!DOCTYPE html>
<html lang="ru">

<head>
   <meta charset="UTF-8">
   <meta name="viewport" content="width=device-width, initial-scale=1.0">
   <meta name="description"
      content="Азимут астрономический (истинный) двугранный угол, образованный плоскостью астрономического меридиана точки наблюдения и плоскостью вертикала земного предмета">
   <link rel="stylesheet" href="/css/style.css">
   <link rel="stylesheet" href="/css/media.css">
   <link rel="icon" href="/img/general/favicon.png">
   <link href="https://fonts.googleapis.com/css?family=Ubuntu:300,700&display=swap" rel="stylesheet">
   <link href="https://fonts.googleapis.com/css?family=IBM+Plex+Sans:300,400,700&display=swap" rel="stylesheet">
   <title>Азимут астрономический (истинный)</title>
</head>

<body>
   <!-- Yandex.Metrika counter -->
   <script type="text/javascript">
      (function (m, e, t, r, i, k, a) {
         m[i] = m[i] || function () { (m[i].a = m[i].a || []).push(arguments) };
         m[i].l = 1 * new Date(); k = e.createElement(t), a = e.getElementsByTagName(t)[0], k.async = 1, k.src = r, a.parentNode.insertBefore(k, a)
      })
         (window, document, "script", "https://mc.yandex.ru/metrika/tag.js", "ym");

      ym(64847890, "init", {
         clickmap: true,
         trackLinks: true,
         accurateTrackBounce: true,
         webvisor: true
      });
   </script>
   <noscript>
      <div><img src="https://mc.yandex.ru/watch/64847890" style="position:absolute; left:-9999px;" alt="" /></div>
   </noscript>
   <!-- /Yandex.Metrika counter -->

   <?php
      require "../../module_php/menu_general.php";
   ?>
   
   <div class="description_general">
      <h1 class="h1_description_general">Азимут астрономический (истинный)</h1>
      <p class="txt_description_general"><strong>Азимут астрономический (истинный)</strong> &ndash; двугранный угол,
         образованный плоскостью астрономического меридиана точки наблюдения и плоскостью вертикала земного предмета.
         Отсчитывается от северного направления меридиана по ходу часовой стрелки от 0 до 360&deg; (в сферической
         астрономии астрономический азимут отсчитывают от точки юга в соответствии с отсчетом часового угла). Определить
         азимут можно по часовому углу Полярной звезды &ndash; данный способ пригоден к применению лишь в северном
         полушарии, в интервале широт +10 &ndash; +60&deg;. Его использование в районах севернее 60&ndash;й параллели
         приводит, как показала практика, к значительным искажениям азимутов систематическими инструментальными
         погрешностями. Следует отметить, что этим способом можно определить лишь астрономический азимут направления, а
         для перехода к геодезическому азимуту необходимо выполнить еще долготные астрономические наблюдения на пункте.
      </p>
      <br>
      <p class="txt_description_general"><strong>Подготовка к наблюдениям.</strong> Инструмент должен быть выставлен на
         столб не позднее чем за два часа до наблюдения. Поверяют накладной уровень, а также поверяют вертикальность
         установки подвижной нити. Фокусируют окуляр на четкую видимость сетки нитей. Далее испытывают регулировку
         вертикальной оси и устанавливают микроскопы&ndash;микрометры горизонтального лимба на четкую видимость
         подвижных нитей и делений лимба. Устанавливают минимальный угол между микроскопами. Устанавливают малый рен и
         определяют его (на первом полевом астропункте). Выправляют и определяют вновь коллимационную ошибку, после
         исправляют место зенита и устанавливают инструмент в меридиане с ошибкой не более 2&ndash;3&prime;, тщательно
         нивелируют горизонтальную ось инструмента. После устанавливают поверительную трубу и выставляют
         марку&ndash;миру.</p>
      <br>
      <p class="txt_description_general"><strong>Методика наблюдения.</strong> В общем случае рекомендуется заканчивать
         дневные наблюдения за 30 мин. до захода Солнца, а к ночным наблюдениям приступать спустя 30 мин после его
         захода. Производят прием первой передачи сигналов времени. Определение азимута со столика тригонометрического
         знака заключается в следующем:</p>
      <br>
      <p class="list_description_general">1. Поворачивают алидаду горизонтального круга на 30&ndash;40&deg; в
         направлении против хода (по ходу) часовой стрелки и грубым вращением по ходу (против хода) часовой стрелки
         наводят трубу инструмента на земной предмет, причем окончательное наведение подвижной нитью (установленной
         вблизи нульпункта гребенки) делают ввинчиванием наводящего винта алидады. После этого четыре раза подряд
         одновременно наводят подвижные нити окулярного микрометра главной и поверительной трубы на объект визирования с
         отсчетами каждый раз по барабанам микрометров. В завершение визирования на земной предмет отсчитывают по обоим
         микроскопам горизонтального лимба, наводя на младший и старший штрихи по одному разу.</p>
      <p class="list_description_general">2. Устанавливают трубу на зенитное расстояние Полярной и грубым вращением по
         ходу (против хода) часовой стрелки устанавливают трубу в направлении на Полярную. Ввинчиванием наводящего винта
         алидады подводят изображение Полярной к подвижной нити, установленной вблизи нульпункта гребенки. Ввинчиванием
         наводящего винта по высоте подводят изображение Полярной к средней горизонтальной нити.</p>
      <p class="list_description_general">Отсчитывают накладной уровень, повернувшись лицом к Полярной, и записывают
         отсчет сначала по левому, а затем по правому концу пузырька. Перекладывают уровень на 180&deg;. Три раза подряд
         наводят подвижную нить окулярного микрометра главной трубы на Полярную, отсчитывая каждый раз по барабану
         микрометра и взяв показания хронометра. Наведение делают в любое целое число секунд хронометра по его
         секундному удару. Одновременно с наблюдениями Полярной визируют поверительной трубой па марку&ndash;миру,
         отсчитывая каждый раз по барабану микрометра. Вторично отсчитывают накладной уровень, а затем отсчитывают по
         обоим микроскопам горизонтальный лимб.</p>
      <p class="list_description_general">3. Поворачивают алидаду на 30&ndash;40&deg;, против хода (по ходу) часовой
         стрелки и снова трубу наводят на Полярную. Далее наблюдают Полярную в таком же порядке, что и в первый раз.</p>
      <p class="list_description_general">4. Вращением алидады по ходу (против хода) часовой стрелки трубу инструмента
         направляют снова на земной предмет наблюдают его в таком же порядке, что в первый раз.</p>

      <p class="txt_description_general">Трубу переводят через зенит и все перечисленные в пунктах 1, 2, З и 4 действия
         повторяют при другом положении круга, только изменив на обратное направление вращения алидады. Указанные
         действия составляют прием определения азимута. При переходе к следующему приему переставляют лимб на угол
         10&deg; 5&prime;. В конце наблюдения группы приемов (2&ndash;4 часа) производят прием второй передачи сигналов
         времени.</p>
      <br>
      <p class="txt_description_general">Методика наблюдения с астростолба отличается только тем, что накладной уровень
         перекладывают один раз в полуприеме по завершении первого наблюдения Полярной, причем перекладку делают после
         отсчета горизонтального лимба.</p>
      <br>
      <p class="txt_description_general">Разность направлений на земной предмет в полуприеме не должна превышать
         колебание двойной коллимационной ошибки в приеме по отсчетам на земной предмет не должно выходить за пределы
         6&Prime;, а колебание нульпункта уровня &ndash; за пределы трех полуделений. Все приемы, удовлетворяющие
         указанным требованиям, вычисляют в поле до десятых долей секунды. Расхождения отдельных значений азимута должны
         находиться в пределах 6&Prime;. Величина коллимационной ошибки, выведенная по наблюдениям земного предмета,
         должна согласовываться с выводом по Полярной в пределах до 5&Prime;. Если полученные приемы не удовлетворяют
         этим условиям, то на симметричных установках лимба наблюдают дополнительную программу, состоящую из 3&ndash;4
         приемов. В обработку включают все приемы, за исключением явно ошибочных.</p>
      <br>
      <p class="txt_description_general">Как показывает опыт, на качество азимутальных измерений заметное влияние
         оказывают местные условия: высота прохождения визирного луча над поверхностью земли, характер подстилающей
         поверхности, наличие поблизости водоемов, болот, лесных массивов, метеорологическая обстановка и др. В
         обязанности наблюдателя входит тщательное изучение и учет всех перечисленных факторов при выполнении полевых
         азимутальных работ.</p>
   </div>

   <?php
      require "../../module_php/footer_general.php";
   ?>

   <script src="/js/mobile_menu_general.js"></script>
</body>

</html>