<!DOCTYPE html>
<html lang="ru">

<head>
   <meta charset="UTF-8">
   <meta name="viewport" content="width=device-width, initial-scale=1.0">
   <meta name="description"
      content="Макет местности рельефная модель местности с основными неровностями и местными предметами, изображенными на крупномасштабной топографической карте.">
   <link rel="stylesheet" href="/css/style.css">
   <link rel="stylesheet" href="/css/media.css">
   <link rel="icon" href="/img/general/logo_geograce.svg">
   <link href="https://fonts.googleapis.com/css?family=Ubuntu:300,700&display=swap" rel="stylesheet">
   <link href="https://fonts.googleapis.com/css?family=IBM+Plex+Sans:300,400,700&display=swap" rel="stylesheet">
   <title>Макет местности</title>
</head>

<body>
   <?php
      require "../../module_php/menu_general.php";
   ?>

   <div class="description_general">
      <h1 class="h1_description_general">Макет местности</h1>
      <p class="txt_description_general"><strong>Макет местности</strong> &ndash; рельефная модель местности с
         основными неровностями и местными предметами, изображенными на крупномасштабной топографической карте.
         Горизонтальные масштабы макета местности применяются от 1:5000 до 1:50000, вертикальные масштабы обычно
         крупнее горизонтальных: от 10 &ndash; для равнинной до 5&ndash;2 раз &ndash; для холмистой и горной
         местностей. Макет местности изготавливают на ровной обложенной досками площадке или в ящике с песком,
         ориентированном по сторонам горизонта. На карте очерчивают участок для макета местности, поднимают основные
         формы рельефа и местные предметы, намеченные к изображению на макете. На высоте 15&ndash;20 см над макетом
         натягивают из проволоки или шпагата нити и оцифровывают их в соответствии с линиями координатной сетки.
         Приняв плоскость сетки квадратов за уровенную поверхность надлежаще выбранной абсолютной высоты, помечают
         колышками или кучками песка основные высоты и характерные линии рельефа, по которым создают макет рельефа.
         Местные предметы обозначают окрашенными деревянными макетами, растительность &ndash; окрашенными опилками,
         мхом, дороги &ndash; битым кирпичом, тесьмой, мосты &ndash; фанерными дощечками и т. д. Подписи выполняют на
         полосках сложенной вдвое плотной бумаги с двух сторон и укрепляют в расщепах колышков.</p>
   </div>

   <?php
      require "../../module_php/footer_general.php";
   ?>

   <script src="/js/mobile_menu_general.js"></script>
</body>

</html>