<!DOCTYPE html>
<html lang="ru">

<head>
   <meta charset="UTF-8">
   <meta name="viewport" content="width=device-width, initial-scale=1.0">
   <meta name="description"
      content="Математическая картография  это область картографии, которая изучает и разрабатывает математические основы карт. Основной задачей математической картографии является">
   <link rel="stylesheet" href="/css/style.css">
   <link rel="stylesheet" href="/css/media.css">
   <link rel="icon" href="/img/general/favicon.png">
   <link href="https://fonts.googleapis.com/css?family=Ubuntu:300,700&display=swap" rel="stylesheet">
   <link href="https://fonts.googleapis.com/css?family=IBM+Plex+Sans:300,400,700&display=swap" rel="stylesheet">
   <title>Математическая картография - это... Что такое математическая картография?</title>
</head>

<body>
   <!-- Yandex.Metrika counter -->
   <script type="text/javascript">
      (function (m, e, t, r, i, k, a) {
         m[i] = m[i] || function () { (m[i].a = m[i].a || []).push(arguments) };
         m[i].l = 1 * new Date(); k = e.createElement(t), a = e.getElementsByTagName(t)[0], k.async = 1, k.src = r, a.parentNode.insertBefore(k, a)
      })
         (window, document, "script", "https://mc.yandex.ru/metrika/tag.js", "ym");

      ym(64847890, "init", {
         clickmap: true,
         trackLinks: true,
         accurateTrackBounce: true,
         webvisor: true
      });
   </script>
   <noscript>
      <div><img src="https://mc.yandex.ru/watch/64847890" style="position:absolute; left:-9999px;" alt="" /></div>
   </noscript>
   <!-- /Yandex.Metrika counter -->

   <?php
      require "../../module_php/menu_general.php";
   ?>

   <div class="description_general">
      <h1 class="h1_description_general">Математическая картография</h1>
      <p class="txt_description_general"><strong>МАТЕМАТИЧЕСКАЯ КАРТОГРАФИЯ</strong> &ndash; это область картографии,
         которая изучает и разрабатывает математические основы карт, включающую в себя теорию картографических проекций,
         а также их применение, масштабы и компоновки, координатные сетки и номенклатуры топографических карт. В
         математической картографии используют пространственные прямоугольные, криволинейные, плоские прямоугольные и
         полярные системы координат. При создании карт одним из первых этапов является разработка математической основы
         карты.</p>
      <p class="txt_description_general">Основной задачей математической картографии является:</p>

      <p class="list_description_general">1. Совершенствование теории математической картографии, в первую очередь для
         получения наилучшей, а также идеальной проекции;</p>
      <p class="list_description_general">2. Изучение разнообразных картографических проекций, их свойства и сущность,
         взаимосвязь, а также рациональность использование проекций на практике для создания определенных карт различные
         территории.</p>
      <p class="list_description_general">3. Проектирование математических моделей кадровых, сканерных и
         радиолокационных снимков, а также методов их применения с учетом геометрических свойств этих снимков в
         картографии и других науках;</p>
      <p class="list_description_general">4. Разработка картографических проекций для отображения реальных поверхностей;
      </p>
      <p class="list_description_general">5. Создание новых классов картографических проекций для реализации
         нестандартных картографических изображений, одним из примеров таких карт являются &ndash; анаморфированные
         карты.</p>
      <p class="list_description_general">6. В задачи математической картографии также входит: совершенствование
         существующих проекций, их унификация и стандартизация, проектирование новых в соответствие с требованием науки
         и производства. Все это служит для формирования разнообразных тематических и комплексных карт.</p>
      <p class="list_description_general">7. Улучшение методов выбора и изыскания картографических проекций;</p>
      <p class="list_description_general">8. Создание элементов математической основы карт, таких как: масштаб,
         компоновки, разграфка и номенклатуры, которые необходимы для создания многолистных карт;</p>
      <p class="list_description_general">9. Совершенствование методов и средств выполнения разнообразных измерений и
         исследование по картам с учетом свойств картографической проекции;</p>
      <p class="list_description_general">10. Изучение и решение различных задач математического уклона, которые
         возникают при составлении карт. Такими задачами являются: преобразование картографических проекций, космических
         снимков, метод построения картографических сеток и другие.</p>
      <p class="list_description_general">11. Разработка теории и способов автоматизации в математической картографии.
      </p>
      <p class="txt_description_general">При решении разнообразных задач, связанных с математической картографией,
         позволяет реализовывать математические основы топографических карт, которые обеспечивают возможность
         оптимального решения по ним вопросов, которые вытекают из назначения карт. При этом главным элементом
         математической основы &ndash; это картографическая проекция. Ее свойства оказывают влияние на выбор основных
         масштабов карт, а также их компоновок, что и определяет тесную взаимосвязь всех этих элементов, которые и
         образуют единое целое.</p>
      <p class="txt_description_general">У первых карт, которые появились за 3&ndash;4 тысячи лет до нашей эры, не
         имелось математической основы. Первые формирования разработки математической картографии, а именно теории
         картографических проекций, было положено более 2 тыс. лет назад греческими учеными и все это было тесно
         взаимосвязано с формированием представлений о фигуре Земли, а также о методах производства
         астрономо&ndash;геодезических измерений и вычислений.</p>
   </div>

   <?php
      require "../../module_php/footer_general.php";
   ?>

   <script src="/js/mobile_menu_general.js"></script>
</body>

</html>