<!DOCTYPE html>
<html lang="ru">

<head>
   <meta charset="UTF-8">
   <meta name="viewport" content="width=device-width, initial-scale=1.0">
   <meta name="description" content="Что значит число ПИ, подробно и простыми словами">
   <link rel="stylesheet" href="/css/style.css">
   <link rel="stylesheet" href="/css/media.css">
   <link rel="icon" href="/img/general/logo_geograce.svg">
   <link href="https://fonts.googleapis.com/css?family=Ubuntu:300,700&display=swap" rel="stylesheet">
   <link href="https://fonts.googleapis.com/css?family=IBM+Plex+Sans:300,400,700&display=swap" rel="stylesheet">
   <title>Что значит число ПИ</title>
</head>

<body>
   <?php
      require "../../module_php/menu_general.php";
   ?>

   <article class="main_box_article">
      <h1 class="h1_article">Что значит число ПИ?</h1>
      <p class="txt_article">В международный день числа Пи я решил рассказать, наверное, о самой известной
         математической константе. Большинство людей, даже очень далеких от математики слышали про число Пи, и знают,
         что оно равно 3.14, но объяснить откуда появилось число Пи, что оно означает и почему эта константа так важна,
         могут далеко не все. Кстати, если вы хотите запомнить большее количество знаков после запятой, то есть
         замечательное стихотворение:</p>
      <br>
      <p class="txt_article" style="text-align: center;">Чтобы нам не ошибаться,</p>
      <p class="txt_article" style="text-align: center;">Надо правильно прочесть:</p>
      <p class="txt_article" style="text-align: center;">Три, четырнадцать, пятнадцать,</p>
      <p class="txt_article" style="text-align: center;">Девяносто два и шесть.</p>
      <br>
      <p class="txt_article" style="text-align: center;">Надо только постараться</p>
      <p class="txt_article" style="text-align: center;">И запомнить всё как есть:</p>
      <p class="txt_article" style="text-align: center;">Три, четырнадцать, пятнадцать,</p>
      <p class="txt_article" style="text-align: center;">Девяносто два и шесть.</p>
      <br>
      <p class="txt_article">Часть людей знают или догадываются, что число Пи связано с окружностью. Там, где есть
         окружность или ее часть, рано или поздно появится число Пи. Если вспомнить формулы площадей и объемов различных
         круглых или частично круглых тел (шар, цилиндр, конус и т.д.), то все они содержат константу Пи (рис. 1а). В
         фигурах, изображенных на рисунке 1б круглых частей нет, а значит и числу Пи в них делать нечего.</p>
      <br>
      <figure class="figure_img_article" style="max-width: 450px;">
         <img class="img_article" src="/img/blog/chto-znachit-chislo-pi/obshchij-figury.svg"
            alt="Геометрические фигуры">
         <figcaption class="figcaption_article"></figcaption>
      </figure>
      <p class="txt_article"> И так давайте разберемся что же за зверь такой это число Пи. Возьмем что нибудь круглое,
         например апельсин (рис. 2) и замерим длину его окружности (L). Для этого удобнее всего разрезать апельсин
         пополам, взять веревку, обкинуть вокруг апельсина и приложить веревку к линейке. Предположим, у нас получилось
         34,5 сантиметра. Затем нам нужно измерить диаметр (d) апельсина, приложим линейку так чтобы она проходила через
         центр апельсина и возьмем отсчеты по линейке, диаметр получился примерно 11,0 сантиметра. Возьмем первое число
         L=34,5 и разделим его на второе d=11,0 и получим число равное 3,1364.</p>
      <br>
      <figure class="figure_img_article" style="max-width: 200px;">
         <img class="img_article" src="/img/blog/chto-znachit-chislo-pi/apelsin.svg" alt="Геодезия апельсин">
         <figcaption class="figcaption_article">Рис. 2</figcaption>
      </figure>
      <br>
      <p class="txt_article">Теперь давайте возьмем другой круглый предмет, но меньшего размера &ndash; вишня. Точно
         измерить ее конечно проблематично, но мы попросили знакомого Смурфика, он нам все измерил и доложил, что длина
         окружности равна 2,5 см., а диаметр равен 0,8 см. Давайте теперь будем делить первое число на второе, и получим
         число равное 3,1250. Любопытства ради возьмем что нибудь очень большое и круглое. Предлагаю взять нашу родную
         планету &ndash; Земля, только резать мы ее не будем, т.к. нам на ней еще жить. Возьмем параметры земли из
         справочника, благо все уже измерили до нас, L=40075,017км, d=‭12756,2км‬. Не терпится уже разделить, давайте
         этои сделаем 40075,017/12756,2‬=3,1416.‬</p>
      <br>
      <p class="txt_article">Во всех трех случаях мы получили числа близких к числу Пи, в примере с Землей наше число
         почти совпадает с числом Пи с точностью до трех знаков. Если все наши предметы (яблоко, вишня, Земля) были бы
         более правильной формой, а измеряли мы бы точными инструментами, то мы получили бы точное число Пи. Думаю,
         теперь всем стало ясно, что число Пи &ndash; это отношение длины окружности к ее диаметру (Пи=L/d). Совершенно
         не имеет значения какого размера эта окружность, это отношение всегда одинаково для любых окружностей и равно
         3,14. Можно сказать так &ndash; что длина окружности всегда больше диаметра в 3,14 раза и это одно из
         фундаментальных свойств природы, в которой мы живем. Фактически мы написали формулу для нахождения длины
         окружности, если взять диаметр и умножить на число Пи, то мы получим длину окружности. Если нам не будет
         известно число Пи, то мы никогда не сможем вычислить длины, площади и объемы разных фигур, где присутствует
         окружность.</p>
      <br>
      <p class="txt_article">Число Пи равное 3,14 это округленное значение, на самом деле это число бесконечно. Компания
         Google 14.03.2019 г. представила число Пи с 31,4 триллионами знаков после запятой, а вычислить его с такой
         точностью сумела Эмма Харука&ndash;Ивао из Японии. Число Пи иррациональное число и это значит, что его нельзя
         представить в виде отношения двух целых чисел, например 10/3, 3650/1150 и т.д. Другими словами, невозможно
         найти два целых числа, при делении которых одно на другое, давали бы число Пи. Как было бы здорово если бы
         такие числа были, взял одно число поставил в числитель, другое в знаменатель и получил число Пи, но природа нам
         такого не подарила подарка, что и доказал Иоганн Ламберт в 1761 году. Интересно то, что в 1897 году, на
         заседании Генеральной Ассамблеи Индианы (США), хотели принять <em>Законопроект о числе Пи № 246</em> в котором
         хотели установить число Пи равном 3,2, дескать нечего возиться с этим хвостатым монстром, примем 3,2 и точка.
         На заседании присутствовал профессор Вальдо из Университета Пердью, который вмешался и благодаря которому
         данный закон так и не приняли. Вообще число Пи стало героем многочисленных шуток, анекдотов и даже ставили
         памятники этому числу.</p>
   </article>

   <?php
      require "../../module_php/footer_general.php";
   ?>

   <script src="/js/mobile_menu_general.js"></script>
</body>

</html>