<!DOCTYPE html>
<html lang="ru">

<head>
   <meta charset="UTF-8">
   <meta name="viewport" content="width=device-width, initial-scale=1.0">
   <meta name="description"
      content="Условные знаки карт графические обозначения, при помощи которых на картах показывают местоположение предметов и явлений, а также их качественные и количественные характеристики. Условные знаки разделяют на несколько основных видов.">
   <link rel="stylesheet" href="/css/style.css">
   <link rel="stylesheet" href="/css/media.css">
   <link rel="icon" href="/img/general/logo_geograce.svg">
   <link href="https://fonts.googleapis.com/css?family=Ubuntu:300,700&display=swap" rel="stylesheet">
   <link href="https://fonts.googleapis.com/css?family=IBM+Plex+Sans:300,400,700&display=swap" rel="stylesheet">
   <title>Условные знаки карт</title>
</head>

<body>
   <!-- Yandex.Metrika counter -->
   <script type="text/javascript">
      (function (m, e, t, r, i, k, a) {
         m[i] = m[i] || function () { (m[i].a = m[i].a || []).push(arguments) };
         m[i].l = 1 * new Date(); k = e.createElement(t), a = e.getElementsByTagName(t)[0], k.async = 1, k.src = r, a.parentNode.insertBefore(k, a)
      })
         (window, document, "script", "https://mc.yandex.ru/metrika/tag.js", "ym");

      ym(64847890, "init", {
         clickmap: true,
         trackLinks: true,
         accurateTrackBounce: true,
         webvisor: true
      });
   </script>
   <noscript>
      <div><img src="https://mc.yandex.ru/watch/64847890" style="position:absolute; left:-9999px;" alt="" /></div>
   </noscript>
   <!-- /Yandex.Metrika counter -->

   <?php
      require "../../module_php/menu_general.php";
   ?>

   <div class="description_general">
      <h1 class="h1_description_general">Условные знаки карт</h1>
      <p class="txt_description_general"><strong>Условные знаки карт</strong> &ndash; графические обозначения, при
         помощи которых на картах показывают местоположение предметов и явлений, а также их качественные и
         количественные характеристики. Условные знаки разделяют на несколько основных видов. Объекты, площадь
         которых выражается в масштабе карты, изображаются площадными условными знаками, которые состоят из
         обозначения контура (сплошной линией или пунктиром) и его заполнения (заливкой, сеткой или значками). Контур
         передает местоположение и очертание объекта, заполнение &ndash; качественную характеристику. Объекты большой
         протяженности, но малой ширины изображаются линейными знаками, которые передают точное местоположение
         объектов по оси их наибольшего протяжения, но, как правило, преувеличивают их ширину. Например, условные
         знаки железных дорог на карте масштаба 1:1000000 преувеличивают их ширину в 75&ndash;100 раз. Особую
         категорию линейных знаков представляют изолинии. К линейным знакам относятся и линии движения &ndash; знаки,
         с помощью которых показывается перемещение каких&ndash;либо явлений (миграция населения, грузопотоки,
         движение воздушных масс и т. п.). Объекты с размерами, не выражающимися в масштабе карты, передаются
         внемасштабными условными знаками, которые позволяют отображать их местоположение и различные характеристики.
         Местоположение объектов обозначается какой&ndash;либо определенной точкой условного знака, качественные
         различия показываются его формой, а количественные &ndash; размерами. На картах различного назначения и
         масштаба одни и те же объекты могут изображаться как площадным, так и внемасштабным знаком. Например,
         населенные пункты на топографических картах показываются площадными условными знаками, а на мелкомасштабных
         географических картах, как правило, внемасштабными. Условные знаки разрабатываются в соответствии
         с назначением и содержанием создаваемой карты и в значительной мере определяют ее читаемость, легкость
         усвоения се содержания. Разработка условных знаков является одной из задач картографии.</p>
   </div>

   <?php
      require "../../module_php/footer_general.php";
   ?>

   <script src="/js/mobile_menu_general.js"></script>
</body>

</html>